nxvpro/Resources/soap_search.xml

<s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope">
	<s:Body xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
		<FindRecordings xmlns="http://www.onvif.org/ver10/search/wsdl">			
			<MaxMatches>100</MaxMatches>
			<KeepAliveTime>PT60S</KeepAliveTime>
		</FindRecordings>	
	</s:Body>
</s:Envelope>
